<h1 class="font-bold text-4xl mb-4">Объяснения всех тегов</h1>

<a href="/" class="text-lg mb-2 text-amber-500 underline">Назад на главную</a>

<h1 class="font-bold text-2xl mt-4 mb-2">Время</h1>
<p class="text-lg mb-2">
  Разделение идёт по учебным годам, а также отдельно выделяется
  лето. Цитаты старше сентября 2021 также выделяются в отдельную
  категорию.
</p>

<h1 class="font-bold text-2xl mt-4 mb-2">Авторы</h1>
<p class="text-lg mb-2">
  У некоторых авторов, у которых больше трёх цитат, существуют
  свои теги.
</p>

<h1 class="font-bold text-2xl mt-4 mb-2">Категории</h1>
<p class="text-lg mb-2">
  Категории назначаются совершенно субъективно, поэтому названия
  категорий не отражают их смысл. В целом, смысл каждой из них
  такой:
</p>
<ul class="text-lg mb-2 list-disc list-inside">
  <li><b>НН</b> — ничоси, никогда бы не поверил</li>
  <li><b>ХА</b> — смешно</li>
  <li><b>СС</b> — Жак Фреско бы так сказал</li>
</ul>

<h1 class="font-bold text-2xl mt-4 mb-2">Награды</h1>
<ul class="text-lg mb-2 list-disc list-inside">
  <li><b>Легендарная</b> — полу-субъективная награда цитатам, которые вспоминаются часто или попадали в полуфинал БЦ</li>
  <li><b>Финалист</b> — финалисты Битвы Цитат</li>
</ul>

<h1 class="font-bold text-2xl mt-4 mb-2">Другое</h1>
<ul class="text-lg mb-2 list-disc list-inside">
  <li><b>Неприличная</b> — цитаты, которые не совсем цензурные и скрыты по умолчанию</li>
  <li><b>Гостевая</b> — цитаты от людей, которых никто не знает</li>
</ul>
